# 基本礼仪  

## 连线飞行基本礼仪  
欢迎来到VATSIM，在你开始你的第一次连线飞行前，请参阅以下连线飞行基本礼仪。  

###   
在连线前，请在VATSIM网络地图上确认你所处的机位上没有其他飞机占用，以免在连线后与他人*穿模*，我们推荐的VATSIM在线地图软件有[VATspy](https://vatspy.rosscarlson.dev/), [VATprism](https://vatprism.org/), [Simaware](https://simaware.ca/)。而对于iOS用户，则推荐使用VATScope这款App。这些在线地图能够很好的帮助你查看机场情况。在连线后，有关管制空域下的飞行，请参阅《如何在管制空域飞行》。
现在，你已经成功连线了，同时，你发现当前机场没有管制员在线提供管制服务，但机场空域，地面均有其他机组在线，航前准备即将完成，你已准备好推开。此时，你应当关注机场当前风向，风速，以及大部分机组所使用的跑道，在核对完成你使用的跑道后，请在Unicom 122.800中发布你即将进行的动作，以便让其他机组能够掌握你的动态，保障飞行安全。
